Repository: avens19/budgetappios
Catalog: WeeklyBudget/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, hi, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Copy the ID from Settings on the device that already has the budget.
ar: انسخ المعرّف من الإعدادات على الجهاز الذي لديه الميزانية بالفعل.
de: Kopier die ID in den Einstellungen auf dem Gerät, das das Budget schon hat.
es: Copia el ID desde Ajustes en el dispositivo que ya tiene el presupuesto.
es_419: Copia el ID desde Ajustes en el dispositivo que ya tiene el presupuesto.
fr: Copiez l'ID depuis Réglages sur l'appareil qui a déjà le budget.
hi: जिस डिवाइस पर बजट पहले से है, वहाँ सेटिंग से ID कॉपी करें।
id: Salin ID dari Pengaturan di perangkat yang sudah punya anggaran ini.
it: Copia l'ID da Impostazioni sul dispositivo che ha già il budget.
ja: すでに予算がある端末の設定からIDをコピーしてください。
ko: 예산이 이미 있는 기기의 설정에서 ID를 복사하세요.
nl: Kopieer het ID bij Instellingen op het apparaat dat het budget al heeft.
pl: Skopiuj ID z Ustawień na urządzeniu, które ma już ten budżet.
pt_br: Copie o ID em Configurações no dispositivo que já tem o orçamento.
pt_pt: Copie o ID em Definições no dispositivo que já tem o orçamento.
ru: Скопируй ID в настройках на устройстве, где бюджет уже есть.
tr: Bütçenin zaten bulunduğu cihazda Ayarlar'dan ID'yi kopyala.
uk: Скопіюй ID у налаштуваннях на пристрої, де бюджет уже є.
vi: Sao chép ID trong Cài đặt trên thiết bị đã có ngân sách.
zh_hans: 在已经有这个预算的设备上，从设置里复制 ID。
zh_hant: 在已經有這個預算的裝置上，從設定裡複製 ID。

source: Copy to next week
ar: نسخ إلى الأسبوع القادم
de: In die nächste Woche kopieren
es: Copiar a la semana siguiente
es_419: Copiar a la semana siguiente
fr: Copier sur la semaine suivante
hi: अगले सप्ताह में कॉपी करें
id: Salin ke minggu depan
it: Copia alla settimana prossima
ja: 翌週にコピー
ko: 다음 주로 복사
nl: Kopiëren naar volgende week
pl: Skopiuj na następny tydzień
pt_br: Copiar para a próxima semana
pt_pt: Copiar para a semana seguinte
ru: Скопировать на следующую неделю
tr: Gelecek haftaya kopyala
uk: Скопіювати на наступний тиждень
vi: Sao chép sang tuần sau
zh_hans: 复制到下周
zh_hant: 複製到下週

source: Could not cancel that invitation.
ar: تعذّر إلغاء تلك الدعوة.
de: Die Einladung konnte nicht zurückgezogen werden.
es: No se ha podido cancelar esa invitación.
es_419: No se pudo cancelar esa invitación.
fr: Impossible d'annuler cette invitation.
hi: वह न्योता रद्द नहीं हो सका।
id: Undangan itu gagal dibatalkan.
it: Impossibile annullare quell'invito.
ja: その招待を取り消せませんでした。
ko: 그 초대를 취소하지 못했어요.
nl: Die uitnodiging kon niet ingetrokken worden.
pl: Nie udało się anulować tego zaproszenia.
pt_br: Não foi possível cancelar esse convite.
pt_pt: Não foi possível cancelar esse convite.
ru: Не удалось отозвать это приглашение.
tr: Bu davet iptal edilemedi.
uk: Не вдалося відкликати це запрошення.
vi: Không huỷ được lời mời đó.
zh_hans: 取消那个邀请失败。
zh_hant: 取消那個邀請失敗。

source: Could not create an invitation. Check your connection and try again.
ar: تعذّر إنشاء الدعوة. تحقق من اتصالك وحاول مرة أخرى.
de: Einladung konnte nicht erstellt werden. Prüf deine Verbindung und versuch es nochmal.
es: No se ha podido crear la invitación. Comprueba la conexión e inténtalo de nuevo.
es_419: No se pudo crear la invitación. Revisa tu conexión e inténtalo de nuevo.
fr: Impossible de créer l'invitation. Vérifiez votre connexion et réessayez.
hi: न्योता नहीं बन सका। अपना कनेक्शन देखें और फिर कोशिश करें।
id: Undangan gagal dibuat. Periksa koneksimu dan coba lagi.
it: Impossibile creare l'invito. Controlla la connessione e riprova.
ja: 招待を作成できませんでした。通信状況を確認して、もう一度お試しください。
ko: 초대를 만들지 못했어요. 연결 상태를 확인하고 다시 시도해 주세요.
nl: De uitnodiging kon niet gemaakt worden. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się utworzyć zaproszenia. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível criar o convite. Verifique sua conexão e tente de novo.
pt_pt: Não foi possível criar o convite. Verifique a ligação e tente novamente.
ru: Не удалось создать приглашение. Проверь соединение и попробуй ещё раз.
tr: Davet oluşturulamadı. Bağlantını kontrol et ve tekrar dene.
uk: Не вдалося створити запрошення. Перевір з'єднання і спробуй ще раз.
vi: Không tạo được lời mời. Kiểm tra kết nối rồi thử lại.
zh_hans: 邀请创建失败。检查网络连接后再试一次。
zh_hant: 建立邀請失敗。檢查網路連線後再試一次。

source: Could not create that budget. Check your connection and try again.
ar: تعذّر إنشاء تلك الميزانية. تحقق من اتصالك وحاول مرة أخرى.
de: Budget konnte nicht angelegt werden. Prüf deine Verbindung und versuch es nochmal.
es: No se ha podido crear ese presupuesto. Comprueba la conexión e inténtalo de nuevo.
es_419: No se pudo crear ese presupuesto. Revisa tu conexión e inténtalo de nuevo.
fr: Impossible de créer ce budget. Vérifiez votre connexion et réessayez.
hi: वह बजट नहीं बन सका। अपना कनेक्शन देखें और फिर कोशिश करें।
id: Anggaran itu gagal dibuat. Periksa koneksimu dan coba lagi.
it: Impossibile creare quel budget. Controlla la connessione e riprova.
ja: その予算を作成できませんでした。通信状況を確認して、もう一度お試しください。
ko: 그 예산을 만들지 못했어요. 연결 상태를 확인하고 다시 시도해 주세요.
nl: Dat budget kon niet gemaakt worden. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się utworzyć tego budżetu. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível criar esse orçamento. Verifique sua conexão e tente de novo.
pt_pt: Não foi possível criar esse orçamento. Verifique a ligação e tente novamente.
ru: Не удалось создать бюджет. Проверь соединение и попробуй ещё раз.
tr: Bu bütçe oluşturulamadı. Bağlantını kontrol et ve tekrar dene.
uk: Не вдалося створити бюджет. Перевір з'єднання і спробуй ще раз.
vi: Không tạo được ngân sách đó. Kiểm tra kết nối rồi thử lại.
zh_hans: 那个预算创建失败。检查网络连接后再试一次。
zh_hant: 建立那個預算失敗。檢查網路連線後再試一次。

source: Could not join
ar: تعذّر الانضمام
de: Beitritt nicht möglich
es: No se ha podido unir
es_419: No se pudo unir
fr: Impossible de rejoindre
hi: शामिल नहीं हो सके
id: Gagal bergabung
it: Impossibile entrare
ja: 参加できませんでした
ko: 참여하지 못했어요
nl: Deelnemen mislukt
pl: Nie udało się dołączyć
pt_br: Não foi possível entrar
pt_pt: Não foi possível aderir
ru: Не удалось присоединиться
tr: Katılınamadı
uk: Не вдалося приєднатися
vi: Không tham gia được
zh_hans: 无法加入
zh_hant: 無法加入

source: Could not reach the server. Check your connection and try again.
ar: تعذّر الوصول إلى الخادم. تحقق من اتصالك وحاول مرة أخرى.
de: Server nicht erreichbar. Prüf deine Verbindung und versuch es nochmal.
es: No se ha podido contactar con el servidor. Comprueba la conexión e inténtalo de nuevo.
es_419: No se pudo contactar al servidor. Revisa tu conexión e inténtalo de nuevo.
fr: Impossible de joindre le serveur. Vérifiez votre connexion et réessayez.
hi: सर्वर तक नहीं पहुँच सके। अपना कनेक्शन देखें और फिर कोशिश करें।
id: Tidak bisa menghubungi server. Periksa koneksimu dan coba lagi.
it: Impossibile raggiungere il server. Controlla la connessione e riprova.
ja: サーバーに接続できませんでした。通信状況を確認して、もう一度お試しください。
ko: 서버에 연결하지 못했어요. 연결 상태를 확인하고 다시 시도해 주세요.
nl: De server is niet bereikbaar. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się połączyć z serwerem. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível falar com o servidor. Verifique sua conexão e tente de novo.
pt_pt: Não foi possível contactar o servidor. Verifique a ligação e tente novamente.
ru: Сервер недоступен. Проверь соединение и попробуй ещё раз.
tr: Sunucuya ulaşılamadı. Bağlantını kontrol et ve tekrar dene.
uk: Сервер недоступний. Перевір з'єднання і спробуй ще раз.
vi: Không kết nối được máy chủ. Kiểm tra kết nối rồi thử lại.
zh_hans: 连不上服务器。检查网络连接后再试一次。
zh_hant: 連不上伺服器。檢查網路連線後再試一次。

source: Create
ar: إنشاء
de: Anlegen
es: Crear
es_419: Crear
fr: Créer
hi: बनाएँ
id: Buat
it: Crea
ja: 作成
ko: 만들기
nl: Maken
pl: Utwórz
pt_br: Criar
pt_pt: Criar
ru: Создать
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Create an invitation
ar: إنشاء دعوة
de: Einladung erstellen
es: Crear una invitación
es_419: Crear una invitación
fr: Créer une invitation
hi: न्योता बनाएँ
id: Buat undangan
it: Crea un invito
ja: 招待を作成
ko: 초대 만들기
nl: Uitnodiging maken
pl: Utwórz zaproszenie
pt_br: Criar um convite
pt_pt: Criar um convite
ru: Создать приглашение
tr: Davet oluştur
uk: Створити запрошення
vi: Tạo lời mời
zh_hans: 创建邀请
zh_hant: 建立邀請

source: Create budget
ar: إنشاء الميزانية
de: Budget anlegen
es: Crear presupuesto
es_419: Crear presupuesto
fr: Créer le budget
hi: बजट बनाएँ
id: Buat anggaran
it: Crea budget
ja: 予算を作成
ko: 예산 만들기
nl: Budget maken
pl: Utwórz budżet
pt_br: Criar orçamento
pt_pt: Criar orçamento
ru: Создать бюджет
tr: Bütçeyi oluştur
uk: Створити бюджет
vi: Tạo ngân sách
zh_hans: 创建预算
zh_hant: 建立預算

source: Create one while adding an expense and it will appear here.
ar: أنشئ واحدة أثناء إضافة مصروف وستظهر هنا.
de: Leg beim Eintragen einer Ausgabe eine an, dann steht sie hier.
es: Crea una al añadir un gasto y aparecerá aquí.
es_419: Crea una al agregar un gasto y va a aparecer aquí.
fr: Créez-en une en ajoutant une dépense et elle apparaîtra ici.
hi: खर्च जोड़ते समय एक बनाएँ, वह यहाँ आ जाएगी।
id: Buat satu saat menambah pengeluaran, nanti muncul di sini.
it: Creane una mentre aggiungi una spesa e comparirà qui.
ja: 支出の追加時に作成すると、ここに表示されます。
ko: 지출을 추가할 때 만들면 여기에 나타나요.
nl: Maak er een terwijl je een uitgave toevoegt, dan staat hij hier.
pl: Utwórz ją przy dodawaniu wydatku, a znajdzie się tutaj.
pt_br: Crie uma ao lançar um gasto e ela aparece aqui.
pt_pt: Crie uma ao registar uma despesa e ela aparece aqui.
ru: Создай её при добавлении расхода, и она появится здесь.
tr: Harcama eklerken bir tane oluştur, burada görünsün.
uk: Створи її під час додавання витрати, і вона з'явиться тут.
vi: Tạo một cái khi thêm khoản chi, nó sẽ xuất hiện ở đây.
zh_hans: 记支出时创建一个，它就会出现在这里。
zh_hant: 記支出時建立一個，它就會出現在這裡。

source: Date
ar: التاريخ
de: Datum
es: Fecha
es_419: Fecha
hi: तारीख
id: Tanggal
it: Data
ja: 日付
ko: 날짜
nl: Datum
pl: Data
pt_br: Data
pt_pt: Data
ru: Дата
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期
zh_hant: 日期

source: Delete
ar: حذف
de: Löschen
es: Eliminar
es_419: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
tr: Sil
uk: Видалити
vi: Xoá
zh_hans: 删除
zh_hant: 刪除

source: Delete expense
ar: حذف المصروف
de: Ausgabe löschen
es: Eliminar gasto
es_419: Eliminar gasto
fr: Supprimer la dépense
hi: खर्च हटाएँ
id: Hapus pengeluaran
it: Elimina spesa
ja: 支出を削除
ko: 지출 삭제
nl: Uitgave verwijderen
pl: Usuń wydatek
pt_br: Excluir gasto
pt_pt: Eliminar despesa
ru: Удалить расход
tr: Harcamayı sil
uk: Видалити витрату
vi: Xoá khoản chi
zh_hans: 删除支出
zh_hant: 刪除支出

source: Delete this expense?
ar: حذف هذا المصروف؟
de: Diese Ausgabe löschen?
es: ¿Eliminar este gasto?
es_419: ¿Eliminar este gasto?
fr: Supprimer cette dépense ?
hi: यह खर्च हटाएँ?
id: Hapus pengeluaran ini?
it: Eliminare questa spesa?
ja: この支出を削除しますか?
ko: 이 지출을 삭제할까요?
nl: Deze uitgave verwijderen?
pl: Usunąć ten wydatek?
pt_br: Excluir este gasto?
pt_pt: Eliminar esta despesa?
ru: Удалить этот расход?
tr: Bu harcama silinsin mi?
uk: Видалити цю витрату?
vi: Xoá khoản chi này?
zh_hans: 删除这笔支出？
zh_hant: 刪除這筆支出？

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
es_419: Descripción
hi: विवरण
id: Keterangan
it: Descrizione
ja: 内容
ko: 내용
nl: Omschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ru: Описание
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hans: 说明
zh_hant: 說明

source: Done
ar: تم
de: Fertig
es: Listo
es_419: Listo
fr: Terminé
hi: हो गया
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_br: Pronto
pt_pt: Concluído
ru: Готово
tr: Tamam
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Edit expense
ar: تعديل المصروف
de: Ausgabe bearbeiten
es: Editar gasto
es_419: Editar gasto
fr: Modifier la dépense
hi: खर्च में बदलाव
id: Ubah pengeluaran
it: Modifica spesa
ja: 支出を編集
ko: 지출 수정
nl: Uitgave bewerken
pl: Edytuj wydatek
pt_br: Editar gasto
pt_pt: Editar despesa
ru: Изменить расход
tr: Harcamayı düzenle
uk: Редагувати витрату
vi: Sửa khoản chi
zh_hans: 编辑支出
zh_hant: 編輯支出

source: Every 2 weeks
ar: كل أسبوعين
de: Alle 2 Wochen
es: Cada 2 semanas
es_419: Cada 2 semanas
fr: Toutes les 2 semaines
hi: हर 2 सप्ताह
id: Tiap 2 minggu
it: Ogni 2 settimane
ja: 2週間ごと
ko: 2주마다
nl: Elke 2 weken
pl: Co 2 tygodnie
pt_br: A cada 2 semanas
pt_pt: De 2 em 2 semanas
ru: Раз в 2 недели
tr: 2 haftada bir
uk: Раз на 2 тижні
vi: Mỗi 2 tuần
zh_hans: 每 2 周
zh_hant: 每 2 週

source: Expenses keep their category.
ar: تحتفظ المصروفات بفئتها.
de: Die Ausgaben behalten ihre Kategorie.
es: Los gastos conservan su categoría.
es_419: Los gastos conservan su categoría.
fr: Les dépenses gardent leur catégorie.
hi: खर्चों की श्रेणी बनी रहती है।
id: Pengeluaran tetap punya kategorinya.
it: Le spese mantengono la categoria.
ja: 支出のカテゴリはそのまま残ります。
ko: 지출은 카테고리를 그대로 유지해요.
nl: De uitgaven houden hun categorie.
pl: Wydatki zachowują swoją kategorię.
pt_br: Os gastos mantêm a categoria.
pt_pt: As despesas mantêm a categoria.
ru: Расходы сохраняют свою категорию.
tr: Harcamalar kategorilerini korur.
uk: Витрати зберігають свою категорію.
vi: Các khoản chi vẫn giữ danh mục.
zh_hans: 支出会保留各自的分类。
zh_hant: 支出會保留各自的分類。

source: Expenses you add for this week will show up here.
ar: المصروفات التي تضيفها لهذا الأسبوع ستظهر هنا.
de: Ausgaben, die du für diese Woche einträgst, erscheinen hier.
es: Los gastos que añadas esta semana aparecerán aquí.
es_419: Los gastos que agregues esta semana van a aparecer aquí.
fr: Les dépenses que vous ajoutez cette semaine apparaîtront ici.
hi: इस सप्ताह जोड़े गए खर्च यहाँ दिखेंगे।
id: Pengeluaran yang kamu tambahkan minggu ini akan muncul di sini.
it: Le spese che aggiungi per questa settimana compaiono qui.
ja: 今週に追加した支出がここに表示されます。
ko: 이번 주에 추가한 지출이 여기에 표시돼요.
nl: Uitgaven die je deze week toevoegt, verschijnen hier.
pl: Wydatki dodane na ten tydzień pojawią się tutaj.
pt_br: Os gastos que você adicionar nesta semana aparecem aqui.
pt_pt: As despesas que adicionar esta semana aparecem aqui.
ru: Расходы, добавленные на эту неделю, появятся здесь.
tr: Bu haftaya eklediğin harcamalar burada görünür.
uk: Витрати, які ти додаси цього тижня, з'являться тут.
vi: Các khoản chi bạn thêm cho tuần này sẽ hiện ở đây.
zh_hans: 你为本周添加的支出会显示在这里。
zh_hant: 你為本週新增的支出會顯示在這裡。

source: Fill in what you can. The number updates as you type.
ar: املأ ما تستطيع. الرقم يتغير أثناء الكتابة.
de: Füll aus, was du kannst. Die Zahl aktualisiert sich beim Tippen.
es: Rellena lo que puedas. El número se actualiza mientras escribes.
es_419: Llena lo que puedas. El número se actualiza mientras escribes.
fr: Remplissez ce que vous pouvez. Le chiffre se met à jour au fur et à mesure.
hi: जितना भर सकें भरें। लिखते-लिखते संख्या बदलती रहेगी।
id: Isi semampunya. Angkanya berubah sambil kamu mengetik.
it: Compila quello che puoi. Il numero si aggiorna mentre scrivi.
ja: 分かる範囲で入力してください。入力に合わせて数字が変わります。
ko: 아는 만큼 채워 보세요. 입력할 때마다 숫자가 바뀌어요.
nl: Vul in wat je kunt. Het getal verandert terwijl je typt.
pl: Wypełnij, co możesz. Liczba zmienia się w trakcie pisania.
pt_br: Preencha o que puder. O número muda enquanto você digita.
pt_pt: Preencha o que puder. O número atualiza-se enquanto escreve.
ru: Заполни, что можешь. Число меняется по мере ввода.
tr: Doldurabildiğini doldur. Sayı sen yazdıkça güncellenir.
uk: Заповни, що можеш. Число змінюється, поки ти вводиш.
vi: Điền được bao nhiêu thì điền. Con số đổi theo lúc bạn gõ.
zh_hans: 能填的先填。数字会随着你输入而变化。
zh_hant: 能填的先填。數字會隨著你輸入而變動。

source: Fits more on screen: one running list for the week instead of a heading per day, and a smaller balance strip.
ar: يتسع أكثر على الشاشة: قائمة واحدة متصلة للأسبوع بدل عنوان لكل يوم، وشريط رصيد أصغر.
de: Passt mehr auf den Bildschirm: eine durchgehende Liste für die Woche statt einer Überschrift pro Tag, und ein schmalerer Saldostreifen.
es: Cabe más en pantalla: una sola lista continua para la semana en vez de un encabezado por día, y una franja de saldo más pequeña.
es_419: Cabe más en pantalla: una sola lista continua para la semana en vez de un encabezado por día, y una franja de saldo más chica.
fr: Plus de choses à l'écran : une seule liste continue pour la semaine au lieu d'un titre par jour, et un bandeau de solde plus petit.
hi: स्क्रीन पर ज़्यादा आता है: हर दिन के शीर्षक की जगह पूरे सप्ताह की एक चलती सूची, और छोटी बैलेंस पट्टी।
id: Muat lebih banyak di layar: satu daftar berjalan untuk seminggu, bukan judul tiap hari, dan bilah saldo yang lebih kecil.
it: Ci sta di più sullo schermo: un'unica lista continua per la settimana invece di un titolo al giorno, e una fascia del saldo più piccola.
ja: 画面に多く収まります。日ごとの見出しではなく週をひと続きのリストにして、残高の帯も小さくします。
ko: 화면에 더 많이 들어가요. 날짜별 제목 대신 한 주를 이어지는 목록 하나로 보여주고, 잔액 띠도 작아져요.
nl: Past meer op het scherm: één doorlopende lijst voor de week in plaats van een kop per dag, en een smallere saldobalk.
pl: Mieści się więcej: jedna ciągła lista na tydzień zamiast nagłówka na każdy dzień i węższy pasek salda.
pt_br: Cabe mais na tela: uma lista corrida para a semana em vez de um título por dia, e uma faixa de saldo menor.
pt_pt: Cabe mais no ecrã: uma lista corrida para a semana em vez de um título por dia, e uma faixa de saldo mais pequena.
ru: Помещается больше: один сплошной список за неделю вместо заголовка на каждый день и более узкая полоса остатка.
tr: Ekrana daha çok sığar: her güne bir başlık yerine hafta için tek bir akan liste ve daha ince bir bakiye şeridi.
uk: Вміщується більше: один суцільний список за тиждень замість заголовка на кожен день і вужча смуга залишку.
vi: Hiện được nhiều hơn: một danh sách liền mạch cho cả tuần thay vì mỗi ngày một tiêu đề, và dải số dư nhỏ hơn.
zh_hans: 屏幕上能放下更多：一整周用一条连续的列表，而不是每天一个标题，余额条也更窄。
zh_hant: 螢幕上能放下更多：整週用一條連續的清單，而不是每天一個標題，餘額列也更窄。

source: Friday
ar: الجمعة
de: Freitag
es: Viernes
es_419: Viernes
fr: Vendredi
hi: शुक्रवार
id: Jumat
it: Venerdì
ja: 金曜日
ko: 금요일
nl: Vrijdag
pl: Piątek
pt_br: Sexta-feira
pt_pt: Sexta-feira
ru: Пятница
tr: Cuma
uk: П\'ятниця
vi: Thứ sáu
zh_hans: 星期五
zh_hant: 星期五

source: Fuel or fares
ar: الوقود أو التذاكر
de: Sprit oder Fahrkarten
es: Gasolina o transporte
es_419: Gasolina o pasajes
fr: Carburant ou tickets
hi: पेट्रोल या किराया
id: Bensin atau ongkos
it: Benzina o biglietti
ja: ガソリン・交通費
ko: 주유비 또는 교통비
nl: Benzine of kaartjes
pl: Paliwo lub bilety
pt_br: Combustível ou passagens
pt_pt: Combustível ou bilhetes
ru: Бензин или проезд
tr: Yakıt ya da bilet
uk: Пальне або проїзд
vi: Xăng hoặc vé xe
zh_hans: 油费或车票
zh_hant: 油錢或車票

source: Get started
ar: لنبدأ
de: Los geht\'s
es: Empezar
es_419: Empezar
fr: Commencer
hi: शुरू करें
id: Mulai
it: Iniziamo
ja: はじめる
ko: 시작하기
nl: Beginnen
pl: Zaczynajmy
pt_br: Começar
pt_pt: Começar
ru: Начать
tr: Başla
uk: Почати
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

source: Good for one use, for the next seven days. Cancel it if you send it to the wrong person.
ar: صالح لاستخدام واحد خلال سبعة أيام. ألغِه إذا أرسلته إلى الشخص الخطأ.
de: Gilt einmal, sieben Tage lang. Zieh ihn zurück, wenn er beim Falschen gelandet ist.
es: Vale para un solo uso durante siete días. Cancélalo si se lo envías a quien no era.
es_419: Sirve para un solo uso durante siete días. Cancélalo si se lo mandas a la persona equivocada.
fr: Valable une fois, pendant sept jours. Annulez-le si vous l'envoyez à la mauvaise personne.
hi: सात दिन तक एक बार इस्तेमाल के लिए। गलत व्यक्ति को भेज दें तो इसे रद्द कर दें।
id: Berlaku sekali pakai selama tujuh hari. Batalkan kalau salah kirim orang.
it: Vale un solo utilizzo, per sette giorni. Annullalo se lo mandi alla persona sbagliata.
ja: 7日間、1回だけ有効です。送る相手を間違えたら取り消してください。
ko: 7일 동안 한 번만 쓸 수 있어요. 엉뚱한 사람에게 보냈다면 취소하세요.
nl: Eén keer te gebruiken, zeven dagen lang. Trek hem in als je hem naar de verkeerde stuurt.
pl: Ważny raz, przez siedem dni. Anuluj go, jeśli trafi do niewłaściwej osoby.
pt_br: Vale para um uso, por sete dias. Cancele se mandar para a pessoa errada.
pt_pt: Válida para uma utilização, durante sete dias. Cancele-a se a enviar à pessoa errada.
ru: Действует один раз, семь дней. Отзовите её, если отправили не тому человеку.
tr: Yedi gün boyunca tek kullanımlık. Yanlış kişiye gönderdiysen iptal et.
uk: Діє один раз, сім днів. Відкличте його, якщо надіслали не тій людині.
vi: Dùng được một lần, trong bảy ngày. Huỷ nếu bạn gửi nhầm người.
zh_hans: 七天内可用一次。发错人就取消它。
zh_hant: 七天內可用一次。傳錯人就取消它。

source: Groceries
ar: البقالة
de: Lebensmittel
es: Compra
es_419: Supermercado
fr: Courses
hi: राशन
id: Belanja dapur
it: Spesa
ja: 食料品
ko: 장보기
nl: Boodschappen
pl: Zakupy spożywcze
pt_br: Mercado
pt_pt: Compras de supermercado
ru: Продукты
tr: Market
uk: Продукти
vi: Đi chợ
zh_hans: 买菜
zh_hant: 買菜

source: Household and toiletries
ar: المنزل والعناية الشخصية
de: Haushalt und Drogerie
es: Hogar y aseo
es_419: Casa y aseo personal
fr: Maison et hygiène
hi: घर और साफ-सफाई
id: Rumah tangga dan perlengkapan mandi
it: Casa e igiene
ja: 日用品
ko: 생활용품
nl: Huishouden en verzorging
pl: Dom i higiena
pt_br: Casa e higiene
pt_pt: Casa e higiene
ru: Дом и гигиена
tr: Ev ve kişisel bakım
uk: Дім і гігієна
vi: Đồ dùng trong nhà
zh_hans: 日用品
zh_hant: 日用品

source: How often
ar: كل كم
de: Wie oft
es: Cada cuánto
es_419: Cada cuánto
fr: À quelle fréquence
hi: कितनी बार
id: Seberapa sering
it: Ogni quanto
ja: 頻度
ko: 주기
nl: Hoe vaak
pl: Jak często
pt_br: Com que frequência
pt_pt: Com que frequência
ru: Как часто
tr: Ne sıklıkla
uk: Як часто
vi: Bao lâu một lần
zh_hans: 频率
zh_hant: 頻率

source: How this works
ar: كيف يعمل هذا
de: So funktioniert es
es: Cómo funciona
es_419: Cómo funciona
fr: Comment ça marche
hi: यह कैसे काम करता है
id: Cara kerjanya
it: Come funziona
ja: 使い方
ko: 사용 방법
nl: Zo werkt het
pl: Jak to działa
pt_br: Como funciona
pt_pt: Como funciona
ru: Как это работает
tr: Nasıl çalışır
uk: Як це працює
vi: Cách hoạt động
zh_hans: 这是怎么用的
zh_hant: 這是怎麼用的
